Repository: PengYunjing/03-01-
Catalog: 贷款计算器/LanguageData/*.strings
Languages: german, korean

# titleKey
source: Loan calculator
german: Darlehen - Rechner
korean: 대출 계산기

# totalLoanKey
source: Total loan
german: Total Darlehen
korean: 총 대출

# totalLoanPlaceholderKey
source: Please enter...
german: Bitte geben Sie...
korean: 입력하세요...

# mortgageYearKey
source: Mortgage year
german: Frist
korean: 대출 기간

# mortgageYearPlaceholderKey
source: Please enter...
german: Bitte geben Sie...
korean: 입력하세요...

# annualRateKey
source: Annual rate
german: Zinssatz
korean: 이자율（년）

# annualRatePlaceholderKey
source: Please enter...
german: Bitte geben Sie...
korean: 입력하세요...

# mortgageYearUnitKey
source: year
german: Jahr
korean: 년

# equalInstallmentPaymentKey
source: Equal installment
german: Equal installments of principal and interest
korean: 원리금 균등 분할

# equalRepaymentOfPrincipalKey
source: Equal of principal
german: Der nominalbetrag
korean: 평등 주

# computeKey
source: Compute
german: Berechnung
korean: 계산

# emptyKey
source: Empty
german: Leer
korean: 맑은

# TotalAmountOfRepaymentKey
source: Amount of repayment($)
german: Die höhe der rückzahlung
korean: 총 상환(원)

# TotalPaymentOfInterestKey
source: Amount of interest($)
german: Die zinszahlungen
korean: 이자의 지급(원)

# eachRepaymentAmountKey
source: Each repayment($)
german: Tranche rückzahlung
korean: 각 상환(원)

# numberKey
source: No.
german: Digitale
korean: 할부

# paymentKey
source: Payment(Principal/Interest)($)
german: Rückzahlung(Kapital und zinsen)(Euro)
korean: 상환(주요한/이자)(원)

# irregularKey
source: Not average
german: Anders
korean: 고정되지 않음

# warningEnterAmountKey
source: Please enter the total amount of the loan($)
german: Bitte geben Sie den Gesamtbetrag der Kredite(Euro)
korean: 대출의 총 금액을 입력하세요(원)

# warningLoanPeriodKey
source: Please enter the loan period (year)
german: 请输入贷款期限(年)
korean: 대출 기간을 입력하세요(년)

# warningAnnualInterestRateKey
source: Please enter the annual interest rate(%)
german: 请输入年利率(%)
korean: 연간 이자율을 입력 해주세요(%)

# okKey
source: OK
german: 确定
korean: 결정

# settingTitleKey
source: Settings
german: 设置
korean: 설정

# versionKey
source: Version: 1.0
german: 版本：1.0
korean: 버전 정보：1.0

# languageTypeKey
source: Language
german: 语言
korean: 언어

# aboutKey
source: About
german: 关于
korean: 회사 소개

# appraiseKey
source: Appraise
german: 评价
korean: 평가
